/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"15 minutes" = "15 minutos";

/* No comment provided by engineer. */
"1u insulin for every X %@" = "1 unidade de insulina para cada X %@";

/* No comment provided by engineer. */
"1u insulin for every X grams" = "1 unidade de insulina para cada X gramas";

/* No comment provided by engineer. */
"30 minutes" = "30 minutos";

/* No comment provided by engineer. */
"A line chart showing your blood glucose and general trend over a given period" = "Um gráfico de linhas mostrando sua glicemia e a tendência geral, durante um determinado período";

/* No comment provided by engineer. */
"A pie chart showing the number of healthy glucose readings versus unhealthy over a given period" = "Um gráfico mostrando a quantidade de leituras de glicemia saudáveis ou não ao longo de um determinado período de tempo";

/* No comment provided by engineer. */
"A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day" = "Um gráfico de barras empilhadas (segmentado por manhã, tarde e noite) apresentando o consumo total diário de carbohidratos";

/* Activity (physical exercise) */
"Activity" = "Atividade";

/* No comment provided by engineer. */
"Activity name" = "Nome da Atividade";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Add a Note" = "Adicionar Nota";

/* Add blood glucose reading */
"Add a Reading" = "Adicionar Leitura";

/* No comment provided by engineer. */
"Add Activity" = "Adicionar Atividade";

/* No comment provided by engineer. */
"Add Food" = "Adicionar Alimento";

/* No comment provided by engineer. */
"Add Location" = "Adicionar Localização";

/* No comment provided by engineer. */
"Add Medicine" = "Adicionar Medicamento";

/* No comment provided by engineer. */
"Add Photo" = "Adicionar Foto";

/* No comment provided by engineer. */
"Add Reminder" = "Adicionar Lembrete";

/* The amount of time to wait after an event occurs before alerting the user */
"After" = "Depois";

/* No comment provided by engineer. */
"AirPrint" = "AirPrint";

/* The message shown as part of a reminder */
"Alert" = "Alerta";

/* No comment provided by engineer. */
"Amount" = "Quantidade";

/* No comment provided by engineer. */
"Amount taken" = "Quantidade tomada";

/* No comment provided by engineer. */
"and" = "e";

/* No comment provided by engineer. */
"April" = "Abril";

/* No comment provided by engineer. */
"Are you sure you'd like to add location data to this event?" = "Deseja realmente acrescentar dados de localização para este evento?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete all Diabetik iCloud data? This action is irreversible!" = "Tem certeza que você quer apagar todos os dados do Diabetik no iCloud? Esta ação é irreversível!";

/* No comment provided by engineer. */
"Are you sure you'd like to permanently delete this entry?" = "Deseja realmente excluir este dado?";

/* No comment provided by engineer. */
"Are you sure you'd like to redownload data from iCloud?" = "Tem certeza que quer fazer um novo download dos dados do iCloud?";

/* No comment provided by engineer. */
"Are you sure you'd like to restore from a previous backup? This cannot be undone." = "Deseja realmente restaurar dados de um backup anterior? Isto não pode ser desfeito.";

/* No comment provided by engineer. */
"August" = "Agosto";

/* Abbreviation for average */
"Avg." = "Média";

/* Label for average blood glucose reading */
"Avg. Blood Glucose" = "Glicemia média";

/* Backup & sync settings section title */
"Backup & Sync" = "Backup & Sincronização";

/* No comment provided by engineer. */
"Backup settings" = "Configurações de Backup";

/* No comment provided by engineer. */
"Backup/Restore" = "Backup/Restauração";

/* Blood glucose level */
"BG level" = "Nível de glicemia";

/* Blood glucose units */
"BG units" = "Unidades de glicemia";

/* Label for the statistical deviation in blood glucose values */
"Blood Glucose Deviation" = "Desvio de glicemia";

/* No comment provided by engineer. */
"Blood Glucose Level" = "Nível de Glicemia";

/* No comment provided by engineer. */
"Blood glucose level" = "Nível de glicemia";

/* No comment provided by engineer. */
"Blood Glucose Readings" = "Leituras de glicemia";

/* No comment provided by engineer. */
"Both" = "Ambos";

/* No comment provided by engineer. */
"Calculations use the following formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)" = "Cálculos usam a seguinte fórmula:\n\n((Glicose atual - Glicose alvo)/Fator de correção) + (carboidratos/Taxa de carboidratos)";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Carbohydrate in-take" = "Ingestão de carboidratos";

/* No comment provided by engineer. */
"Carbohydrate Ratio" = "Taxa de carboidratos";

/* Amount of carbohydrates */
"Carbs" = "Carboidratos";

/* No comment provided by engineer. */
"Choose new photo" = "Escolha uma nova foto";

/* No comment provided by engineer. */
"Choose photo" = "Escolher foto";

/* A setting asking whether or not results should be collapsed when searching occurs */
"Collapse search results" = "Esconder resultados da busca";

/* No comment provided by engineer. */
"Constants" = "Constantes";

/* No comment provided by engineer. */
"Correction Factor" = "Fator de Correção";

/* AFNetworking */
"Could not decode string: %@" = "Não foi possível decodificar a sequência: %@";

/* Menu item to show users the application credits */
"Credits" = "Créditos";

/* No comment provided by engineer. */
"Current blood glucose" = "Glicemia atual";

/* Current geographic location */
"Current Location" = "Localização atual";

/* AFNetworking */
"Data failed decoding as a UTF-8 string" = "Não foi possível decodificar os dados na forma de uma sequência UTF-8";

/* No comment provided by engineer. */
"Date" = "Data";

/* No comment provided by engineer. */
"Date reminder" = "Lembrete de data";

/* No comment provided by engineer. */
"Days" = "Dias";

/* No comment provided by engineer. */
"December" = "Dezembro";

/* No comment provided by engineer. */
"Delete" = "Excluir";

/* No comment provided by engineer. */
"Delete Diabetik iCloud data" = "Remover dados do Diabetik no iCloud";

/* No comment provided by engineer. */
"Delete Entry" = "Excluir entrada";

/* No comment provided by engineer. */
"Delete iCloud data" = "Excluir dados no iCloud";

/* No comment provided by engineer. */
"Delete photo" = "Excluir foto";

/* No comment provided by engineer. */
"Description" = "Descrição";

/* No comment provided by engineer. */
"Diabetik cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional." = "Diabetik não pode lhe dar orientação médica.\n\nSe você tem dúvidas ou preocupações sobre a sua saúde, por favor consulte um médico.";

/* No comment provided by engineer. */
"Diabetik Export - %@" = "Exportação do Diabetik - %@";

/* No comment provided by engineer. */
"Diabetik is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left." = "Diabetik é um novo tipo de diário para diabéticos que lhe permite acompanhar sua glicemia, medicamentos, alimentos e atividades pessoais.\n\nPara saber mais deslize para a esquerda.";

/* No comment provided by engineer. */
"Diabetik is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!" = "Diabetik pode exportar seus dados em formato CSV ou PDF.\n\nPerfeito para importar em outra aplicação ou imprimir e mostrar para o seu médico!";

/* No comment provided by engineer. */
"Diabetik makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!" = "Diabetik torna manter o seu diário em dia tão simples quanto possível, através da análise dos seus hábitos.\n\nPode levar alguns dias até conhecer bem você, então por favor tenha um pouco de paciência!";

/* No comment provided by engineer. */
"Disabling iCloud will make the data stored there unavailable. Would you like to download it to your device?" = "Desabilitar o iCloud torna os dados armazenados lá indisponíveis. Gostaria de baixá-los para o seu dispositivo?";

/* No comment provided by engineer. */
"Done" = "Feito";

/* No comment provided by engineer. */
"Download my iCloud data" = "Baixar meus dados do iCloud";

/* No comment provided by engineer. */
"Drag left to add additional entries" = "Arraste para a esquerda para adicionar novas entradas";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox";

/* No comment provided by engineer. */
"Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes." = "Dropbox precisa terminar a sincronização antes que seja possível exportar os arquivos. Tente novamente daqui a alguns minutos.";

/* No comment provided by engineer. */
"Dropbox settings" = "Configurações do Dropbox";

/* No comment provided by engineer. */
"Dropbox Settings" = "Configurações do Dropbox";

/* No comment provided by engineer. */
"Edit Activity" = "Editar Atividade";

/* No comment provided by engineer. */
"Edit Food" = "Editar Alimento";

/* No comment provided by engineer. */
"Edit Medicine" = "Editar medicamento";

/* No comment provided by engineer. */
"Edit Note" = "Editar Nota";

/* Edit blood glucose reading */
"Edit Reading" = "Editar Leitura";

/* No comment provided by engineer. */
"Edit reminder" = "Editar lembrete";

/* No comment provided by engineer. */
"Edit Reminder" = "Editar Lembrete";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email sent" = "Email enviado";

/* No comment provided by engineer. */
"Enter or select below" = "Entre ou selecione abaixo";

/* Geo-location of event */
"Event Location" = "Local do Evento";

/* No comment provided by engineer. */
"Every day" = "Todos os dias";

/* No comment provided by engineer. */
"Every Day" = "Todos os Dias";

/* No comment provided by engineer. */
"Every Friday" = "Todas as Sextas-feiras";

/* No comment provided by engineer. */
"Every Monday" = "Todas as Segundas-feiras";

/* No comment provided by engineer. */
"Every Saturday" = "Todo os Sábados";

/* No comment provided by engineer. */
"Every Sunday" = "Todos os Domingos";

/* No comment provided by engineer. */
"Every Thursday" = "Todas as Quintas-feiras";

/* No comment provided by engineer. */
"Every Tuesday" = "Todas as Terças-feiras";

/* No comment provided by engineer. */
"Every Wednesday" = "Todas as Quartas-feiras";

/* Menu item to take users to the export screen */
"Export" = "Exportação";

/* No comment provided by engineer. */
"Export successful" = "Exportação com sucesso";

/* No comment provided by engineer. */
"February" = "Fevereiro";

/* Food entry type */
"Food" = "Comida";

/* No comment provided by engineer. */
"Formats to export" = "Formatos a exportar";

/* No comment provided by engineer. */
"Fri" = "Sex";

/* General settings section title */
"General" = "Geral";

/* No comment provided by engineer. */
"Glucose" = "Glicose";

/* No comment provided by engineer. */
"Glucose settings" = "Configurações sobre Glicemia";

/* Unit of measurement */
"Grams" = "Gramas";

/* Amount of carbs in grams (this field is optional) */
"grams (optional)" = "gramas (opcional)";

/* A label used to show healthy blood glucose readings */
"Healthy" = "Saudável";

/* No comment provided by engineer. */
"Healthy Glucose Tally" = "Glicemia saudável";

/* No comment provided by engineer. */
"Here's your Diabetik data export, generated on %@." = "Aqui está a exportação dos seus dados do Diabetik, gerada em %@.";

/* No comment provided by engineer. */
"Hi there!" = "Olá!";

/* No comment provided by engineer. */
"Hours" = "Horas";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with @diabetikapp" = "Acabei de registrar uma leitura de glicemia de %@ com @diabetikapp";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with Diabetik" = "Acabei de registrar uma leitura de glicemia de %@ com Diabetik";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with @diabetikapp" = "Passei %1$@ minutos %2$@, que acompanhei com @diabetikapp";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with Diabetik" = "Passei %1$@ minutos %2$@, que acompanhei com Diabetik";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with @diabetikapp" = "Tomei %1$@ %2$@ de %3$@ e guardei com @diabetikapp";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with Diabetik" = "Tomei %1$@ %2$@ de %3$@ e guardei com Diabetik";

/* No comment provided by engineer. */
"I love @diabetikapp! It's a great way to track my diabetes." = "Eu adoro @diabetikapp! É uma ótima maneira de acompanhar minha diabetes.";

/* No comment provided by engineer. */
"I love Diabetik! It's a great way to track my diabetes." = "Eu adoro Diabetik! É uma ótima maneira de acompanhar minha diabetes.";

/* No comment provided by engineer. */
"iCloud" = "iCloud";

/* No comment provided by engineer. */
"iCloud settings" = "Configurações do iCloud";

/* No comment provided by engineer. */
"iCloud sync" = "Sincronização do iCloud";

/* No comment provided by engineer. */
"If you cannot enable syncing make sure you've allowed Diabetik access to iCloud in the Settings app" = "Se você não está conseguindo habilitar a sincronização verifique se você concedeu acesso ao iCloud  para o Diabetik na aplicação de Ajustes";

/* No comment provided by engineer. */
"Input" = "Entrada";

/* No comment provided by engineer. */
"Insulin Calculator" = "Calculadora de Insulina";

/* No comment provided by engineer. */
"It wasn't possible to export your backup to Dropbox. The following error occurred: %@" = "Não foi possível exportar o seu backup para o Dropbox. Ocorreu o seguinte erro: %@";

/* No comment provided by engineer. */
"It wasn't possible to export your files to Dropbox. The following error occurred: %@" = "Não foi possível exportar seus arquivos para o Dropbox. Ocorreu o seguinte erro: %@";

/* No comment provided by engineer. */
"It wasn't possible to restore your backup from Dropbox. The following error occurred: %@" = "Não foi possível restaurar o backup do Dropbox. Ocorreu o seguinte erro: %@";

/* No comment provided by engineer. */
"January" = "Janeiro";

/* The title for the applications index screen - which is a physical journal */
"Journal" = "Diário";

/* No comment provided by engineer. */
"July" = "Julho";

/* No comment provided by engineer. */
"June" = "Junho";

/* An option to view third-party software licenses used throughout the application */
"Licenses" = "Licenças";

/* A button allowing users to 'Like' an entry on Facebook */
"Like" = "Curtir";

/* No comment provided by engineer. */
"Link with Dropbox" = "Ligar com Dropbox";

/* No comment provided by engineer. */
"Location" = "Localização";

/* No comment provided by engineer. */
"Location reminder" = "Lembrete de localização";

/* No comment provided by engineer. */
"Location-based reminders" = "Lembretes baseados em localização";

/* No comment provided by engineer. */
"Manual backup" = "Backup manual";

/* No comment provided by engineer. */
"March" = "Março";

/* Remind me after adding [a specific entry type] matching [these conditions] */
"Matching these conditions" = "Igualando estas condições";

/* An option label for determining the highest a blood glucose reading can be before being considered unhealthy */
"Max healthy" = "Max saudável";

/* No comment provided by engineer. */
"May" = "Maio";

/* No comment provided by engineer. */
"Meal name" = "Nome da refeição";

/* No comment provided by engineer. */
"Medication" = "Medicamento";

/* No comment provided by engineer. */
"Medicine" = "Medicamento";

/* No comment provided by engineer. */
"Medicine name" = "Nome do medicamento";

/* The section header for generic menu items */
"Menu" = "Menu";

/* Type/unit of medicine */
"mg" = "mg";

/* An option label for determining the lowest a blood glucose reading can be before being considered unhealthy */
"Min healthy" = "Min saudável";

/* No comment provided by engineer. */
"Minutes" = "Minutos";

/* No comment provided by engineer. */
"Mon" = "Seg";

/* No comment provided by engineer. */
"Months to export" = "Meses a exportar";

/* The name of an entry */
"Name" = "Nome";

/* No comment provided by engineer. */
"Nevermind" = "Deixa para lá";

/* No comment provided by engineer. */
"Nice to meet you" = "Muito prazer";

/* No comment provided by engineer. */
"No" = "Não";

/* Title of message shown when the user has yet to add any entries to their journal */
"No Entries" = "Não";

/* No comment provided by engineer. */
"No location" = "Sem localização";

/* No comment provided by engineer. */
"No Reminders" = "Sem lembretes";

/* No comment provided by engineer. */
"No Reports" = "Nenhum relatório";

/* No comment provided by engineer. */
"Not enough data" = "Não há dados suficientes";

/* Note entry type */
"Note" = "Nota";

/* No comment provided by engineer. */
"Notes" = "Notas";

/* No comment provided by engineer. */
"November" = "Novembro";

/* No comment provided by engineer. */
"October" = "Outubro";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Okay" = "OK";

/* On arrival to a geographic location */
"On Arrival" = "Na chegada";

/* On departure from a geographic location */
"On Departure" = "Na partida";

/* No comment provided by engineer. */
"One-time reminders" = "Lembretes de uma vez só";

/* No comment provided by engineer. */
"Options" = "Opções";

/* Settings section for miscellaneous information */
"Other" = "Outros";

/* No comment provided by engineer. */
"Overwrite my iCloud data" = "Substituir meus dados no iCloud";

/* No comment provided by engineer. */
"Overwrite my local data" = "Substituir meus dados locais";

/* No comment provided by engineer. */
"Past 14 days" = "Últimos 14 dias";

/* No comment provided by engineer. */
"Past 7 Days" = "Últimos 7 dias";

/* No comment provided by engineer. */
"Perform manual backup" = "Realizar backup manual";

/* Type/unit of medicine */
"pills" = "comprimidos";

/* No comment provided by engineer. */
"Please complete all required fields" = "Por favor preencha todos os campos obrigatórios";

/* Error message shown to users when setting up a geographical reminder */
"Please select a valid location before continuing" = "Por favor, selecione um local válido antes de continuar";

/* Type/unit of medicine */
"puffs" = "sopros";

/* Blood glucose reading entry type */
"Reading" = "Leitura";

/* No comment provided by engineer. */
"Redownload" = "Baixar novamente";

/* No comment provided by engineer. */
"Redownload iCloud data" = "Baixar novamente dados do iCloud";

/* Remind me after adding [a specific entry type] */
"Remind me after adding" = "Lembre-me depois de adicionar";

/* No comment provided by engineer. */
"Remind me in" = "Lembrar-me em";

/* No comment provided by engineer. */
"Reminder details" = "Detalhes do lembrete";

/* Title for screen showing the geographic location of a geo-fenced reminder */
"Reminder Location" = "Lembrete de Localização";

/* No comment provided by engineer. */
"Reminders" = "Lembretes";

/* No comment provided by engineer. */
"Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location." = "Lembretes são uma ótima forma de se manter com tudo em dia.\n\nAlém de lembretes de uma vez só ou em repetição, você também pode definir lembretes baseados em localização para lhe alertar quando você entra ou sai de um local em particular.";

/* No comment provided by engineer. */
"Remove" = "Remover";

/* No comment provided by engineer. */
"Repeat" = "Repetir";

/* Label for a reminder which repeats across multiple days */
"Repeating" = "Repetição";

/* No comment provided by engineer. */
"Repeating reminders" = "Lembretes em repetição";

/* No comment provided by engineer. */
"Report" = "Relatório";

/* No comment provided by engineer. */
"Reporting events between" = "Relatórios de eventos entre";

/* No comment provided by engineer. */
"Restore" = "Restaurar";

/* No comment provided by engineer. */
"Restore from backup" = "Restaurar do backup";

/* No comment provided by engineer. */
"Restore successful" = "Restauração bem-sucedida";

/* No comment provided by engineer. */
"Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary." = "Restaurar de um backup nunca vai apagar dados já existentes. Se entradas idênticas são encontradas as já existentes são sobrescritas. Recomendamos que a restauração do backup só seja feita quando absolutamente necessário.";

/* No comment provided by engineer. */
"Revert to my local data" = "Reverter para meus dados locais";

/* No comment provided by engineer. */
"Rotate to view reports" = "Gire para exibir relatórios";

/* No comment provided by engineer. */
"Rule-based Reminder" = "Lembrete baseado em regras";

/* No comment provided by engineer. */
"Rule-based reminder" = "Lembrete baseado em regras";

/* No comment provided by engineer. */
"Rule-based reminders" = "Lembretes baseados em regras";

/* No comment provided by engineer. */
"Sat" = "Sáb";

/* No comment provided by engineer. */
"Scheduled Reminder" = "Lembrete agendado";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* No comment provided by engineer. */
"September" = "Setembro";

/* Settings title */
"Settings" = "Configurações";

/* A setting asking whether or not to display inline images */
"Show inline images" = "Mostrar imagens embutidas";

/* A settings switch to control the Smart Input feature */
"Smart input" = "Entrada Inteligente";

/* A settings switch to control application sounds */
"Sounds" = "Sons";

/* No comment provided by engineer. */
"Stay safe" = "Fique bem";

/* No comment provided by engineer. */
"Sun" = "Dom";

/* No comment provided by engineer. */
"Take new photo" = "Tirar nova foto";

/* No comment provided by engineer. */
"Take photo" = "Tirar foto";

/* No comment provided by engineer. */
"Target blood glucose" = "Glicemia alvo";

/* No comment provided by engineer. */
"Thanks" = "Obrigado";

/* An option allow users to be reminded at some point in the future */
"The future" = "No futuro";

/* No comment provided by engineer. */
"There was an error while printing your report" = "Ocorreu um erro na impressão do seu relatório";

/* No comment provided by engineer. */
"There was an error while trying to delete this event: %@" = "Ocorreu um erro tentando excluir este evento: %@";

/* No comment provided by engineer. */
"Thurs" = "Qui";

/* Unit of measurement */
"time" = "tempo";

/* No comment provided by engineer. */
"Time" = "Tempo";

/* No comment provided by engineer. */
"Timeline" = "Linha do tempo";

/* No comment provided by engineer. */
"Timeline settings" = "Configurações de linha do tempo";

/* No comment provided by engineer. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* No comment provided by engineer. */
"Total carbohydrates" = "Carboidratos totais";

/* No comment provided by engineer. */
"Total Carbohydrates (grams)" = "Carboidratos totais (gramas)";

/* No comment provided by engineer. */
"Trigger for all entries of this type" = "Disparar em todas as entradas deste tipo";

/* No comment provided by engineer. */
"Tues" = "Ter";

/* A button allowing users to post an entry on Twitter */
"Tweet" = "Enviar tweet";

/* No comment provided by engineer. */
"Tweet sent" = "Tweet enviado";

/* No comment provided by engineer. */
"Type" = "Tipo";

/* No comment provided by engineer. */
"Uh oh!" = "Opa!";

/* No comment provided by engineer. */
"Unable to create image documents folder" = "Não é possível criar a pasta de imagens de documentos";

/* Error message shown when a users current geographic location cannot be determined */
"Unable to determine location" = "Não é possível determinar a localização";

/* A label used to show unhealthy blood glucose readings */
"Unhealthy" = "Pouco saudável";

/* Type/unit of medicine */
"units" = "unidades";

/* No comment provided by engineer. */
"Unlink Dropbox account" = "Desligar conta Dropbox";

/* No comment provided by engineer. */
"Update location" = "Atualizar localização";

/* No comment provided by engineer. */
"Update sent" = "Atualização enviada";

/* No comment provided by engineer. */
"Use the above options with caution!" = "Use as opções acima com cuidado!";

/* No comment provided by engineer. */
"Value" = "Valor";

/* No comment provided by engineer. */
"View Location" = "Ver localização";

/* No comment provided by engineer. */
"View on map" = "Ver no mapa";

/* No comment provided by engineer. */
"View photo" = "Ver foto";

/* No comment provided by engineer. */
"View Photo" = "Ver Foto";

/* No comment provided by engineer. */
"We were unable to delete your reminder rule for the following reason: %@" = "Não pudemos excluir sua regra de lembrete pelo seguinte motivo: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder for the following reason: %@" = "Não pudemos gravar seu lembrete pelo seguinte motivo: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder rule for the following reason: %@" = "Não pudemos gravar sua regra de lembrete pelo seguinte motivo: %@";

/* No comment provided by engineer. */
"We're unable to save your data as a sync is in progress!" = "Não podemos gravar seus dados durante uma sincronização!";

/* No comment provided by engineer. */
"Wed" = "Qua";

/* No comment provided by engineer. */
"What'd you have?" = "O que você teria?";

/* No comment provided by engineer. */
"When you'd like to be reminded" = "Quando gostaria de ser lembrado";

/* Remind me after adding [a specific entry type] matching [these conditions] with [these settings] */
"With these settings" = "Com estas configurações";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"Yesterday" = "Ontem";

/* No comment provided by engineer. */
"You already have Diabetik data stored on iCloud. Would you like to download it and overwrite your local data, or overwrite it with the data on your device?" = "Você já tem dados do Diabetik armazenados no iCloud. Gostaria de baixá-los e substituir seus dados locais ou substituí-los pelos dados no seu dispositivo?";

/* No comment provided by engineer. */
"You cannot enter an event in the future" = "Você não pode inserir um evento no futuro";

/* No comment provided by engineer. */
"You currently don't have any entries in your timeline. To add one, tap the + icon." = "Você não tem nenhuma entrada na sua linha do tempo. Para acrescentar uma, toque no ícone +.";

/* No comment provided by engineer. */
"You currently don't have any reminders setup. To add one, tap the + icon." = "Você não tem nenhum lembrete configurado. Para acrescentar um, toque no ícone +.";

/* No comment provided by engineer. */
"You currently don't have any reports to export." = "Você não tem atualmente nenhum relatório para exportação.";

/* No comment provided by engineer. */
"You haven't collected enough data to display this report" = "Você ainda não coletou dados suficientes para exibir este relatório";

/* No comment provided by engineer. */
"You must select at least one format to export" = "Você deve selecionar pelo menos um formato para exportação";

/* No comment provided by engineer. */
"You must select at least one month to export" = "Você deve selecionar pelo menos um mês para exportar";

/* No comment provided by engineer. */
"Your backup has been exported successfully" = "O backup foi exportado com sucesso";

/* No comment provided by engineer. */
"Your backup was restored successfully" = "O backup foi restaurado com sucesso";

/* No comment provided by engineer. */
"Your Diabetic Record" = "Seu Registro de Diabético";

/* An error message letting the user know that their data export could not be emailed to them */
"Your export email could not be sent" = "Seu email de exportação não pôde ser enviado";

/* A success message letting the user know that their data export has been successfully emailed to them */
"Your export email has been sent" = "Seu email de exportação foi enviado";

/* No comment provided by engineer. */
"Your Facebook update has been sent" = "Sua atualização no Facebook foi enviada";

/* No comment provided by engineer. */
"Your files have been exported successfully" = "Seus arquivos foram exportados com sucesso";

/* No comment provided by engineer. */
"Your reminder message" = "Sua mensagem de lembrete";

/* No comment provided by engineer. */
"Your tweet has been sent" = "Seu tweet foi enviado";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with @diabetikapp" = "Que delícia! Eu comi %@ e registrei com @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with Diabetik" = "Que delícia! Eu comi %@ e registrei com Diabetik";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with @diabetikapp" = "Que delícia! Eu comi %2$@ gramas de %1$@ e registrei com @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with Diabetik" = "Que delícia! Eu comi %2$@ gramas de %1$@ e registrei com Diabetik";

